---
kind: property
id: P:Autodesk.Revit.DB.Mechanical.Space.ActualLightingLoad
source: html/e9b1b76f-507f-e972-ce51-b4b86ad13e5e.htm
---
# Autodesk.Revit.DB.Mechanical.Space.ActualLightingLoad Property

Get the Actual Lighting Load of the Space.

## Syntax (C#)
```csharp
public double ActualLightingLoad { get; }
```

## Remarks
This property is used to get the Actual Lighting Load of the Space.